[
  {
    "url": "https://docs.reduzer.com/en/about/what-is-reduzer.html",
    "markdown": "Title: What is Reduzer? | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/about/what-is-reduzer.html\n\nMarkdown Content:\nWhat is Reduzer? ​Reduzer is a powerful tool that simplifies the process of carbon calculations and documentation of buildings and infrastructure, saving you time and allowing you to focus on your main goal: reducing emissions.This is Reduzer ​With Reduzer, you can ​Calculate - simplifying the carbon calculation processReduce - helping you focus on emission reductionsReport - automating documentation according to any scheme, e.g. BREEAM, TEK 17, FutureBuilt Zero, NS 3720, DNGB, etc.Benefits ​Simple - anyone can use ReduzerFast - save up to 90% of your time. Never before has it been possible to do carbon assessments this quick.Accurate - based on cutting-edge research from Norwegian University of Science and Technology, and Technical University of Denmark. Reduzer collorates actively with the industry and governmental agencies.Who is Reduzer for? ​It's for anyone working on the planning and execution of a construction project. Basically, anyone interested in the carbon footprint. That can be engineers, architects, managers, contractors, etc.Can I use Reduzer for certifications? ​Yes. Reduzer is approved for use in BREEEAM, and many other schemes.Are you ready to start reducing emissions? Let's go."
  },
  {
    "url": "https://docs.reduzer.com/en/about/what-reduzer-can-do.html",
    "markdown": "Title: What can you do with Reduzer? | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/about/what-reduzer-can-do.html\n\nMarkdown Content:\nWhat can you do with Reduzer? ​HIGHLIGHTSCalculate LCA carbon footprint and cost for any scheme or requirementConnect your data from BIM models or spreadsheetsGenerate early-phase designs rapidly with based on simple inputsGenerate carbon footprint (GHG) reports automatically for your scheme of choiceCollaborate with colleages on your projectsUnder developmentThis page is under development and some information may be missing or inaccurate.Reduzer is your software that offers accessibility and efficiency in tracking and reducing emissions. Here's why Reduzer is the game-changer you need:Anywhere, Anytime Accessibility: Reduzer lives on the cloud, granting you seamless access to your projects no matter where you are. Collaborate effortlessly with your team, clients, or stakeholders in real time, enhancing productivity and transparency.Effortless Integration with BIM Models: Connect your Building Information Modeling (BIM) model via Speckle and watch as Reduzer calculates emissions, providing you with rapid results. Stay ahead in emission analysis without compromising on accuracy.Fast Data Import: Easily import your existing inventory from Excel and generate emissions based on quantities, simplifying the process and saving you valuable time.Rapid GHG Reporting: Generate comprehensive Greenhouse Gas (GHG) reports in a fraction of the time.Flexibility in Calculation Methods: Choose and switch between various calculation methods like TEK17, FBZ, and BREEM, tailoring your approach to emissions reduction based on project requirements.Interactive Visualization: Visualize your emissions data through graphs and diagrams, enabling you to make informed decisions and effectively compare results, empowering you to choose the most impactful reduction strategies.Robust Product Library: Gain access to a EPD/Components library featuring over 1000 products. Select the most sustainable and environmentally friendly options to optimize your designs and projects.Use the Template Library: Utilize emission templates from reference buildings, guiding you to an effective emissions reduction.Benchmark and Improve: Compare your emissions results with industry benchmarks, allowing you to set higher standards and continually improve your projects for a sustainable future.Easy Workflow: Experience an intuitive user interface and obtain fast results with just a few clicks.Elevate your sustainability initiatives with Reduzer - your all-in-one solution for a greener tomorrow. Join us in making a lasting impact, one emission at a time. Embrace Reduzer and transform your approach to emissions reduction today!"
  },
  {
    "url": "https://docs.reduzer.com/en/about/carbon-footprint-basics.html",
    "markdown": "Title: Understanding Carbon Footprint Basics | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/about/carbon-footprint-basics.html\n\nMarkdown Content:\nUnderstanding Carbon Footprint Basics ​Under developmentThis page is under development and some information may be missing or inaccurate.Carbon footprint calculations of buildings and infrastructure, also known as Life Cycle Assessment (LCA), is a way of estimating the greenhouse gas (GHG) emissions that occur due to the construction, operation, and demolition of a product or service. In other words, it's an estimate of the global warming impact of over the entire lifetime of the construction object.Building LCAs are usually divided into the three phases according to various stardards such as EN 15978A: constructionB: operationC: end-of-life (demolition)According to the standards, each of these phases are again separated into numbered phases, for example A1: extraction of raw materials, A2: transport of raw materials, and A3: manufacturing, and so on.What is Life Cycle Assessment (LCA)? ​Life Cycle Assessment is a methodology to assess the environmental impact of a product/building or service throughout its entire life cycle. The core methodology of LCA is stadardized in ISO 14040/44.The life cycle is categorized in those phases:(A) production + construction(B) operational use(C) end-of-life(D) beyondIt helps measure factors like energy consumption and greenhouse gas emissions.What are the important elements of a building/infrastructure LCA? ​Environmental Product Declaration (EPD) ​Reduzer's product and component library is in large parts based environmental information from EPDs.EPD stands for \"Environmental Product Declaration\" and is a standardized third-party certified document that provides information about the environmental performance of a product over its entire life cycle. The EPDs are often the main data source for the Life Cycle Assessment (LCA) calculation and offer data to environmental impact categories, such as:Global Warming potential (GWP [kgCO2eq])Ozone Depletion Potential (ODP [kgCFC11eq])PhotochemicalOzoneCreationPotential (POCP [kgC2H4eq])AcidificationPotential (AP [kgSO2eq])EutrophicationPotential (EP [kgSO2eq])Water usageLife spanFurther reading ​Products in reduzerLife span ​The LCA calculation methods for the life spans of buildings are usually set to 50 or 60 years, in order to be able to compare it with other projects. In other words, the calculation assumes that the building will be demolished after 50 or 60 years (hopefully not in real life!) and calculates all emissions from production, operation to end of life.Products on the other side might have a shorter life span.For example photovoltaic panels have a rough service life of 30 years and need to be replaced.The life span is a huge factor that can change the outcome of emissions- be aware! The goal is to use materials which are durable, last longer, and doesn't need to be replaced.Further reading ​Products in reduzerHow is the calculation done? ​You don't have to worry about the calculations, that is taken care of by the software. However, if your are intersted, here is some more information:Calculation methods (schemes) ​There are many different schemes on how to calculate the LCA:BREEAMTEK17NS3720FutureBuilt ZeroDNGB...To be able to compare the results you must always compare the same scheme.With Reduzer you can change the scheme easily with one click.Where to change the scheme:On most pages its found on the top right corner.Overview of the differences between the schemes ​Careful! Some calculation methods use different life spans. For example, the NS3720 uses 60 years while the german DNGB calculation uses 50 years. This has an big impact on the emission results.Further reading ​Schemes in reduzer"
  },
  {
    "url": "https://docs.reduzer.com/en/basics/getting-started.html",
    "markdown": "Title: Getting Started with Reduzer | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/getting-started.html\n\nMarkdown Content:\nGetting Started with Reduzer ​Welcome to Reduzer! This guide will walk you through the initial steps to start using Reduzer, designed to help you effectively manage and reduce emissions in your construction projects. Let's get started:Reduzer lives in the cloud ​There is no need to install any software - reduzer lives in the cloud and follows you on all your devices. Simply navigate to reduzer.com and login.For maximum convenience and an even faster experience, we recommend that you install the PWA. This will add an icon on your taskbar (pin it!) and will open reduzer in its own window.Log in ​If you already have an account, you can log in to your account with your email and password at reduzer.com/login.If you forgot your password, you can reset it on the login page.Setting up user accounts ​Company account ​Every user is associated with a company account. You can sign up for a company account or contact sales at support@reduzer.com.At least one user needs to be a company administrator (admin). Company admins can edit the company details in Company page. There, the admins can also manage the subscription, and add, remove, or change roles of user accounts.User accounts ​Admin's of company accounts can add users to the company account in Company page -> Manage licenses -> Add user. If you are not an admin ask your company admin to give you admin rights or to create an account for you.Project seats ​Depending on your license, you might also be able to invite external users that don't have a paid account to a project; those users are called project users and have limited access to reduzer's functionalities, but they are able to contribute to the projects you invite them to. To add a project user to a project, simply share the project with them."
  },
  {
    "url": "https://docs.reduzer.com/en/basics/navigation-in-reduzer.html",
    "markdown": "Title: Navigation of Reduzer | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/navigation-in-reduzer.html\n\nMarkdown Content:\nNavigation of Reduzer ​Reduzer is organized into two parts: the Workspace, where you work on your projects, and the Libraries, where you store and access materials and other data that can be used accross all projects.When you're in the a project in the workspace and want to add a product to your project, the product data is retrieved from the Libraries.WhereYou can find this overview in the hamburger menu in the top-left cornerWorkspace ​The workspace is where can find your projects, create new projects, and work on projects.Projects - You can efficiently manage multiple projects simultaneously.Construction Objects - Within each project, you have the flexibility to define various construction objects, such as buildings, schools, gymnasiums, bridges, and similar structures.Versions - Create as many versions as necessary to compare and contrast different aspects like size, materials, construction techniques, and more within the construction object. These versions can be sorted within the different construction phases for better organization and tracking.Versions ​Versions of a Construction Object are independent variations of the design, and can be used to create alternatives. You can at any time create a duplicate of an existing version, and then make edits to the duplicate to investigate how that changes the results. Each version belongs to a project phase. Project phases are simply a way to organize your versions as the design develops over time.Main version ​Each Construction Object should have a main version. The main version is used when dispalying results for the Construction Object, and when displaing results for the Project as a whole. You can mark a version as Main by clicking the star icon. In each project phase, you can designate one Starred version (or none). The Starred version from the latest project phase becomes the main version, and is used in the results when comparing construction objects, and in the project results.Contents of a version ​A version can have Materials, Energy use, and Travel added to it. You can of course add these manually if you wish, but reduzer also makes it easy to automatically add or import the data while creating a new version.Design parameters ​A version also has Design parameters. Design parameters are a quick and convenient way to make changes to a version without having to change the content manually. Some examples of design parameters are floor areas, number of stories, external wall areas, window areas, slab areas, and many more. As long as the contents of the version are linked with the design parameters, a change in a design parameter will automatically update the contents.Libraries ​In the libraries, you will find the data you need to do the calculations. Here, you can for example compare the emissions of different products and components.There are four libraries: Product, Component, Template, and Activities (coming).Each library is divided into a Global, Company, and My library:Global library: This is the main library, and the data is managed by reduzerCompany library: Shared with all users of your company account, and you, as the users, are the managers of this libraryMy library: This is your personal user library. Only you have access."
  },
  {
    "url": "https://docs.reduzer.com/en/basics/create-your-first-project.html",
    "markdown": "Title: Creating your first project | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/create-your-first-project.html\n\nMarkdown Content:\nCreating your first project ​We will guide you through creating your first project- step by step. Let us start!Start a new project ​A Project is the area that is being developed and can contain one or more buildings and infrastructe objects (construction objects).From the Dashboard or the project page, click Start new projectAdd details such as the Name/Distance/Location/Scheme/Description, and an image if you'd like.Then click next, and add details to the first Construction Object (Name/Type/Construction begin/Construction completion)(optional) Add another construction object, or more, if you'd like. You can also do that later.Click save.Add the first version to a construction object (e.g. building) ​Each construction object can have many versions. The versions can be used to compare design alternatives in each project phase.Click Add new versionEnter a name that you will remember, and select a project phase.Choose how you want to add data to the version Estimate with AutomodelConnect your BIM modelImport or enter manuallyEstimate with Automodel ​Automodel is an early-phase estimation tool that allows you to quickly create various designs in the early project phases. You can also use Automodel to create a \"reference building\" by which you can benchmark your design. Automodel can also be used in later project phases, as a starting point, that you will then adjust to fit your specific project's conditions and technical solutions.Connect your BIM model ​The BIM integration is powered by speckle. Speckle allows you to direcly push your BIM or IFC from Revit and other software into reduzer, and whenever you update your BIM model, the data is automatically available in reduzer.Import or enter manually ​You can import data from a spreadsheet, import a copy of a template, or create an empty version and add data manually."
  },
  {
    "url": "https://docs.reduzer.com/en/basics/results-and-reports.html",
    "markdown": "Title: Results and reports | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/results-and-reports.html\n\nMarkdown Content:\nResults and reports ​Congratulations, you have crated your first project and added a version. Now you want to have look at what the climate change impact is, and how it compares to other versions or to a benchmark.Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/basics/sharing-projects.html",
    "markdown": "Title: Sharing projects with other users | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/sharing-projects.html\n\nMarkdown Content:\nSharing projects with other users ​Projects can be shared with other users of Reduzer.Sharing ​You can share and collaborate on a project with as many users as you want. Users can also be from other companies. If the invited user does not already have a registered reduzer account, they will be able to create a project user account with limited access to reduzer's functionalities.Where can sharing be found in reduzer? ​Sharing can be managed from the projects page: And from inside a project: Project roles ​There are three types of project user roles:Owner - can edit and delete the project, can also add other ownersEditor - can edit, but not delete the project, can add editors and viewersViewer - can only view, and cannot not make any changes to the project.Now that you have a basic understanding of Reduzer's main concepts, let's move on to the next steps and make the most of our application."
  },
  {
    "url": "https://docs.reduzer.com/en/features/overview-of-features.html",
    "markdown": "Title: Overview of features | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/overview-of-features.html\n\nMarkdown Content:\nOverview of features ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/projects.html",
    "markdown": "Title: Projects | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/projects.html\n\nMarkdown Content:\nProjects ​Reduzer is structred around construction projects.SummaryA project has one or more construction objects, for example 1 building. Each construction object (e.g. building) can have many versions of its design, from early-phase until project completion.Project structure ​Project ​In Reduzer, a project is like a container for your construction project. It provides a structured space where you can organize and manage all the information and tasks related to your project.Within a project, you can create different construction objects. These objects can represent various parts of your construction project, such as buildings, roads, tunnels, and other types of infrastructure.Construction Objects ​Each construction object can have multiple versions of its design. This means you can explore different design options at the early stages and create copies of those versions to continue working on them as your project progresses.Versions ​Versions are where you actively work with the materials and energy used in your project and analyze their emissions. Each version represents a specific stage of your project's design and construction process.Design parameters (parametric design) ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/libraries.html",
    "markdown": "Title: Libraries | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/libraries.html\n\nMarkdown Content:\nLibraries ​Reduzer provides three libraries: Products, Components, Templates. The libraries are used as building blocks for the carbon calculations.Under developmentThis page is under development and some information may be missing or inaccurate.Product library ​Component library ​Template library ​"
  },
  {
    "url": "https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html",
    "markdown": "Title: Schemes | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html\n\nMarkdown Content:\nSchemes ​Under developmentThis page is under development and some information may be missing or inaccurate.Carbon calculations, and Life Cycle Assessments (LCA) in general, always require a methodology to be specified. A scheme in Reduzer automatically defines that methodology. A scheme can be be a predefined set of requirements, such as BREEAM, DGNB, LEED, or national building code requirements. All common schemes are readily available in Reduzer, so you don't need to worry about the details.All calculations shown in Reduzer, both in projects and in the libraries, are always according to the currently selected scheme. A key benefit of Reduzer is that you can easily and quickly switch between schemes, at any time, in the scheme menu. Results will automatically be recalculated.DetailsYou can also create custom schemes, with custom system boundaries, calculation methods, and benchmarks. (insert link to separate page in User Guide explaining everything about custom schemes)Where can schemes be found in Reduzer? ​Wherelajd. Can we use this structure on most pages:Page title and introductionWhere can X be found in Reduzer?How to use X Schemes can be found in one most pages in Reduzer. At least one scheme must be selected when creating a new project in the + Add new project dialog. This can later be changed in the Edit project dialog.When a project is opened, you will see the Scheme menu on the top right. The same Scheme menu can be found in all libraries, also on the top right.How to use Schemes ​Further reading ​Links to other pages touching on schemes.Scheme constituents ​A scheme consists of system boundaries, calculation methods, and benchmarks.Calculation method ​System boundary ​Benchmark ​"
  },
  {
    "url": "https://docs.reduzer.com/en/features/materials.html",
    "markdown": "Title: Materials (products) | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/materials.html\n\nMarkdown Content:\nMaterials (products) ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/energy.html",
    "markdown": "Title: Energy use | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/energy.html\n\nMarkdown Content:\nEnergy use ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/travel.html",
    "markdown": "Title: Travel | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/travel.html\n\nMarkdown Content:\nTravel ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/costs.html",
    "markdown": "Title: Costs | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/costs.html\n\nMarkdown Content:\nCosts ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/templates.html",
    "markdown": "Title: Templates | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/templates.html\n\nMarkdown Content:\nTemplates ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/benchmarks.html",
    "markdown": "Title: Benchmarks | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/benchmarks.html\n\nMarkdown Content:\nBenchmarks ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/results.html",
    "markdown": "Title: Results | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/results.html\n\nMarkdown Content:\nResults ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/reports.html",
    "markdown": "Title: Reports | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/reports.html\n\nMarkdown Content:\nReports ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/features/design-parameters.html",
    "markdown": "Title: Design parameters | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/design-parameters.html\n\nMarkdown Content:\nDesign parameters ​Under developmentThis page is under development and some information may be missing or inaccurate."
  },
  {
    "url": "https://docs.reduzer.com/en/detailed-documentation/calculations-details.html",
    "markdown": "Title: Calculation details | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/detailed-documentation/calculations-details.html\n\nMarkdown Content:\nCalculation details ​Under developmentThis page is under development and some information may be missing or inaccurate."
  }
]