[
  {
    "url": "https://docs.reduzer.com/en/about/what-is-reduzer.html",
    "markdown": "Title: What is Reduzer? | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/about/what-is-reduzer.html\n\nMarkdown Content:\n# What is Reduzer? ​ [​](https://docs.reduzer.com/en/about/what-is-reduzer.html#what-is-reduzer)\n\nReduzer is a powerful tool that simplifies the process of carbon calculations\nand documentation of buildings and infrastructure, saving you time and\nallowing you to focus on your main goal: reducing emissions.\n\n## This is Reduzer ​ [​](https://docs.reduzer.com/en/about/what-is-reduzer.html#this-is-reduzer)\n\n### With Reduzer, you can ​ [​](https://docs.reduzer.com/en/about/what-is-reduzer.html#with-reduzer-you-can)\n\n  * Calculate \\- simplifying the carbon calculation process\n  * Reduce \\- helping you focus on emission reductions\n  * Report \\- automating documentation according to any scheme, e.g. BREEAM, TEK 17, FutureBuilt Zero, NS 3720, DNGB, etc.\n\n### Benefits ​ [​](https://docs.reduzer.com/en/about/what-is-reduzer.html#benefits)\n\n  * Simple \\- anyone can use Reduzer\n  * Fast \\- save up to 90% of your time. Never before has it been possible to do carbon assessments this quick.\n  * Accurate \\- based on cutting-edge research from Norwegian University of Science and Technology, and Technical University of Denmark. Reduzer collorates actively with the industry and governmental agencies.\n\n## Who is Reduzer for? ​ [​](https://docs.reduzer.com/en/about/what-is-reduzer.html#who-is-reduzer-for)\n\nIt's for anyone working on the planning and execution of a construction\nproject. Basically, anyone interested in the carbon footprint. That can be\nengineers, architects, managers, contractors, etc.\n\n## Can I use Reduzer for certifications? ​ [​](https://docs.reduzer.com/en/about/what-is-reduzer.html#can-i-use-reduzer-for-certifications)\n\nYes. Reduzer is approved for use in BREEEAM, and many other schemes.\n\nAre you ready to start reducing emissions? Let's go.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/about/what-reduzer-can-do.html",
    "markdown": "Title: What can you do with Reduzer? | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/about/what-reduzer-can-do.html\n\nMarkdown Content:\n# What can you do with Reduzer? ​ [​](https://docs.reduzer.com/en/about/what-reduzer-can-do.html#what-can-you-do-with-reduzer)\n\nHIGHLIGHTS\n\n  * Calculate LCA carbon footprint and cost for any scheme or requirement\n  * Connect your data from BIM models or spreadsheets\n  * Generate early-phase designs rapidly with based on simple inputs\n  * Generate carbon footprint (GHG) reports automatically for your scheme of choice\n  * Collaborate with colleages on your projects\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\nReduzer is your software that offers accessibility and efficiency in tracking\nand reducing emissions. Here's why Reduzer is the game-changer you need:\n\n  1. Anywhere, Anytime Accessibility: Reduzer lives on the cloud, granting you seamless access to your projects no matter where you are. Collaborate effortlessly with your team, clients, or stakeholders in real time, enhancing productivity and transparency.\n  2. Effortless Integration with BIM Models: Connect your Building Information Modeling (BIM) model via Speckle and watch as Reduzer calculates emissions, providing you with rapid results. Stay ahead in emission analysis without compromising on accuracy.\n  3. Fast Data Import: Easily import your existing inventory from Excel and generate emissions based on quantities, simplifying the process and saving you valuable time.\n  4. Rapid GHG Reporting: Generate comprehensive Greenhouse Gas (GHG) reports in a fraction of the time.\n  5. Flexibility in Calculation Methods: Choose and switch between various calculation methods like TEK17, FBZ, and BREEM, tailoring your approach to emissions reduction based on project requirements.\n  6. Interactive Visualization: Visualize your emissions data through graphs and diagrams, enabling you to make informed decisions and effectively compare results, empowering you to choose the most impactful reduction strategies.\n  7. Robust Product Library: Gain access to a EPD/Components library featuring over 1000 products. Select the most sustainable and environmentally friendly options to optimize your designs and projects.\n  8. Use the Template Library: Utilize emission templates from reference buildings, guiding you to an effective emissions reduction.\n  9. Benchmark and Improve: Compare your emissions results with industry benchmarks, allowing you to set higher standards and continually improve your projects for a sustainable future.\n  10. Easy Workflow: Experience an intuitive user interface and obtain fast results with just a few clicks.\n\nElevate your sustainability initiatives with Reduzer - your all-in-one\nsolution for a greener tomorrow. Join us in making a lasting impact, one\nemission at a time. Embrace Reduzer and transform your approach to emissions\nreduction today!\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/about/carbon-footprint-basics.html",
    "markdown": "Title: Understanding Carbon Footprint Basics | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/about/carbon-footprint-basics.html\n\nMarkdown Content:\n# Understanding Carbon Footprint Basics ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#understanding-carbon-footprint-basics)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\nCarbon footprint calculations of buildings and infrastructure, also known as\nLife Cycle Assessment (LCA), is a way of estimating the greenhouse gas (GHG)\nemissions that occur due to the construction, operation, and demolition of a\nproduct or service. In other words, it's an estimate of the global warming\nimpact of over the entire lifetime of the construction object.\n\nBuilding LCAs are usually divided into the three phases according to various\nstardards such as EN 15978\n\n  * A: construction\n  * B: operation\n  * C: end-of-life (demolition)\n\nAccording to the standards, each of these phases are again separated into\nnumbered phases, for example A1: extraction of raw materials, A2: transport of\nraw materials, and A3: manufacturing, and so on.\n\n## What is Life Cycle Assessment (LCA)? ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#what-is-life-cycle-assessment-lca)\n\nLife Cycle Assessment is a methodology to assess the environmental impact of a\nproduct/building or service throughout its entire life cycle. The core\nmethodology of LCA is stadardized in ISO 14040/44.\n\nThe life cycle is categorized in those phases:\n\n  * (A) production + construction\n  * (B) operational use\n  * (C) end-of-life\n  * (D) beyond\n\nIt helps measure factors like energy consumption and greenhouse gas emissions.\n\n* * *\n\n## What are the important elements of a building/infrastructure LCA? ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#what-are-the-important-elements-of-a-building-infrastructure-lca)\n\n### Environmental Product Declaration (EPD) ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#environmental-product-declaration-epd)\n\nReduzer's product and component library is in large parts based environmental\ninformation from EPDs.\n\nEPD stands for \"Environmental Product Declaration\" and is a standardized\nthird-party certified document that provides information about the\nenvironmental performance of a product over its entire life cycle. The EPDs\nare often the main data source for the Life Cycle Assessment (LCA) calculation\nand offer data to environmental impact categories, such as:\n\n  * Global Warming potential (GWP [kgCO2eq])\n  * Ozone Depletion Potential (ODP [kgCFC11eq])\n  * PhotochemicalOzoneCreationPotential (POCP [kgC2H4eq])\n  * AcidificationPotential (AP [kgSO2eq])\n  * EutrophicationPotential (EP [kgSO2eq])\n  * Water usage\n  * Life span\n\n### Further reading ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#further-reading)\n\n  * [Products in reduzer](https://docs.reduzer.com/en/features/materials.html)\n\n* * *\n\n### Life span ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#life-span)\n\nThe LCA calculation methods for the life spans of buildings are usually set to\n50 or 60 years, in order to be able to compare it with other projects. In\nother words, the calculation assumes that the building will be demolished\nafter 50 or 60 years (hopefully not in real life!) and calculates all\nemissions from production, operation to end of life.\n\nProducts on the other side might have a shorter life span.\n\nFor example photovoltaic panels have a rough service life of 30 years and need\nto be replaced.\n\nThe life span is a huge factor that can change the outcome of emissions- be\naware! The goal is to use materials which are durable, last longer, and\ndoesn't need to be replaced.\n\n### Further reading ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#further-reading)\n\n  * [Products in reduzer](https://docs.reduzer.com/en/features/materials.html)\n\n* * *\n\n## How is the calculation done? ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#how-is-the-calculation-done)\n\nYou don't have to worry about the calculations, that is taken care of by the\nsoftware. However, if your are intersted, here is some more information:\n\n### Calculation methods (schemes) ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#calculation-methods-schemes)\n\nThere are many different schemes on how to calculate the LCA:\n\n  * BREEAM\n  * TEK17\n  * NS3720\n  * FutureBuilt Zero\n  * DNGB\n  * ...\n\nTo be able to compare the results you must always compare the same scheme.\n\nWith Reduzer you can change the scheme easily with one click.\n\nWhere to change the scheme:\n\nOn most pages its found on the top right corner.\n\n## Overview of the differences between the schemes ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#overview-of-the-differences-between-the-schemes)\n\nCareful! Some calculation methods use different life spans. For example, the\nNS3720 uses 60 years while the german DNGB calculation uses 50 years. This has\nan big impact on the emission results.\n\n### Further reading ​ [​](https://docs.reduzer.com/en/about/carbon-footprint-basics.html#further-reading)\n\n[Schemes in reduzer](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html)\n\n* * *\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/basics/getting-started.html",
    "markdown": "Title: Getting Started with Reduzer | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/getting-started.html\n\nMarkdown Content:\n# Getting Started with Reduzer ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#getting-started-with-reduzer)\n\nWelcome to Reduzer! This guide will walk you through the initial steps to\nstart using Reduzer, designed to help you effectively manage and reduce\nemissions in your construction projects. Let's get started:\n\n## Reduzer lives in the cloud ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#reduzer-lives-in-the-cloud)\n\nThere is no need to install any software - reduzer lives in the cloud and\nfollows you on all your devices. Simply navigate to\n[reduzer.com](https://reduzer.com) and login.\n\nFor maximum convenience and an even faster experience, we recommend that you\n[install the\nPWA](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DDesktop).\nThis will add an icon on your taskbar (pin it!) and will open reduzer in its\nown window.\n\n## Log in ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#log-in)\n\nIf you already have an account, you can log in to your account with your email\nand password at [reduzer.com/login](https://reduzer.com/login).\n\nIf you forgot your password, you can reset it on the login page.\n\n## Setting up user accounts ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#setting-up-user-accounts)\n\n### Company account ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#company-account)\n\nEvery user is associated with a company account. You can [sign up for a\ncompany account](https://reduzer.com/signup) or contact sales at\n[support@reduzer.com](mailto:support@reduzer.com).\n\nAt least one user needs to be a company administrator (admin). Company admins\ncan edit the company details in Company page. There, the admins can also\nmanage the subscription, and add, remove, or change roles of user accounts.\n\n### User accounts ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#user-accounts)\n\nAdmin's of company accounts can add users to the company account in Company\npage -> Manage licenses -> Add user. If you are not an admin ask your company\nadmin to give you admin rights or to create an account for you.\n\n### Project seats ​ [​](https://docs.reduzer.com/en/basics/getting-started.html#project-seats)\n\nDepending on your license, you might also be able to invite external users\nthat don't have a paid account to a project; those users are called project\nusers and have limited access to reduzer's functionalities, but they are able\nto contribute to the projects you invite them to. To add a project user to a\nproject, simply [share the project with them](https://docs.reduzer.com/en/sharing-projects.html).\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/basics/navigation-in-reduzer.html",
    "markdown": "Title: Navigation of Reduzer | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/navigation-in-reduzer.html\n\nMarkdown Content:\n# Navigation of Reduzer ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#navigation-of-reduzer)\n\nReduzer is organized into two parts: the Workspace, where you work on your\nprojects, and the Libraries, where you store and access materials and other\ndata that can be used accross all projects.\n\nWhen you're in the a project in the workspace and want to add a product to\nyour project, the product data is retrieved from the Libraries.\n\nWhere\n\nYou can find this overview in the hamburger menu in the top-left corner\n\n## Workspace ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#workspace)\n\nThe workspace is where can find your projects, create new projects, and work\non projects.\n\n  * Projects \\- You can efficiently manage multiple projects simultaneously.\n  * Construction Objects \\- Within each project, you have the flexibility to define various construction objects, such as buildings, schools, gymnasiums, bridges, and similar structures.\n  * Versions \\- Create as many versions as necessary to compare and contrast different aspects like size, materials, construction techniques, and more within the construction object. These versions can be sorted within the different construction phases for better organization and tracking.\n\n### Versions ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#versions)\n\nVersions of a Construction Object are independent variations of the design,\nand can be used to create alternatives. You can at any time create a duplicate\nof an existing version, and then make edits to the duplicate to investigate\nhow that changes the results. Each version belongs to a project phase. Project\nphases are simply a way to organize your versions as the design develops over\ntime.\n\n### Main version ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#main-version)\n\nEach Construction Object should have a main version. The main version is used\nwhen dispalying results for the Construction Object, and when displaing\nresults for the Project as a whole. You can mark a version as Main by clicking\nthe star icon. In each project phase, you can designate one Starred version\n(or none). The Starred version from the latest project phase becomes the main\nversion, and is used in the results when comparing construction objects, and\nin the project results.\n\n### Contents of a version ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#contents-of-a-version)\n\nA version can have Materials, Energy use, and Travel added to it. You can of\ncourse add these manually if you wish, but reduzer also makes it easy to\nautomatically add or import the data while creating a new version.\n\n### Design parameters ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#design-parameters)\n\nA version also has Design parameters. Design parameters are a quick and\nconvenient way to make changes to a version without having to change the\ncontent manually. Some examples of design parameters are floor areas, number\nof stories, external wall areas, window areas, slab areas, and many more. As\nlong as the contents of the version are linked with the design parameters, a\nchange in a design parameter will automatically update the contents.\n\n## Libraries ​ [​](https://docs.reduzer.com/en/basics/navigation-in-reduzer.html#libraries)\n\nIn the libraries, you will find the data you need to do the calculations.\nHere, you can for example compare the emissions of different products and\ncomponents.\n\nThere are four libraries: Product, Component, Template, and Activities\n(coming).\n\nEach library is divided into a Global, Company, and My library:\n\n  * Global library: This is the main library, and the data is managed by reduzer\n  * Company library: Shared with all users of your company account, and you, as the users, are the managers of this library\n  * My library: This is your personal user library. Only you have access.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/basics/create-your-first-project.html",
    "markdown": "Title: Creating your first project | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/create-your-first-project.html\n\nMarkdown Content:\n# Creating your first project ​ [​](https://docs.reduzer.com/en/basics/create-your-first-project.html#creating-your-first-project)\n\nWe will guide you through creating your first project- step by step. Let us\nstart!\n\n## Start a new project ​ [​](https://docs.reduzer.com/en/basics/create-your-first-project.html#start-a-new-project)\n\nA Project is the area that is being developed and can contain one or more\nbuildings and infrastructe objects (construction objects).\n\n  1. From the Dashboard or the project page, click Start new project\n  2. Add details such as the Name/Distance/Location/Scheme/Description, and an image if you'd like.\n  3. Then click next, and add details to the first Construction Object (Name/Type/Construction begin/Construction completion)\n  4. (optional) Add another construction object, or more, if you'd like. You can also do that later.\n  5. Click save.\n\n## Add the first version to a construction object (e.g. building) ​ [​](https://docs.reduzer.com/en/basics/create-your-first-project.html#add-the-first-version-to-a-construction-object-e-g-building)\n\nEach construction object can have many versions. The versions can be used to\ncompare design alternatives in each project phase.\n\n  1. Click Add new version\n  2. Enter a name that you will remember, and select a project phase.\n  3. Choose how you want to add data to the version \n     * Estimate with Automodel\n     * Connect your BIM model\n     * Import or enter manually\n\n### Estimate with Automodel ​ [​](https://docs.reduzer.com/en/basics/create-your-first-project.html#estimate-with-automodel)\n\nAutomodel is an early-phase estimation tool that allows you to quickly create\nvarious designs in the early project phases. You can also use Automodel to\ncreate a \"reference building\" by which you can benchmark your design.\nAutomodel can also be used in later project phases, as a starting point, that\nyou will then adjust to fit your specific project's conditions and technical\nsolutions.\n\n### Connect your BIM model ​ [​](https://docs.reduzer.com/en/basics/create-your-first-project.html#connect-your-bim-model)\n\nThe BIM integration is powered by [speckle](https://speckle.systems/). Speckle\nallows you to direcly push your BIM or IFC from Revit and other software into\nreduzer, and whenever you update your BIM model, the data is automatically\navailable in reduzer.\n\n### Import or enter manually ​ [​](https://docs.reduzer.com/en/basics/create-your-first-project.html#import-or-enter-manually)\n\nYou can import data from a spreadsheet, import a copy of a template, or create\nan empty version and add data manually.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/basics/results-and-reports.html",
    "markdown": "Title: Results and reports | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/results-and-reports.html\n\nMarkdown Content:\n# Results and reports ​ [​](https://docs.reduzer.com/en/basics/results-and-reports.html#results-and-reports)\n\nCongratulations, you have crated your first project and added a version. Now\nyou want to have look at what the climate change impact is, and how it\ncompares to other versions or to a benchmark.\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/basics/sharing-projects.html",
    "markdown": "Title: Sharing projects with other users | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/basics/sharing-projects.html\n\nMarkdown Content:\n# Sharing projects with other users ​ [​](https://docs.reduzer.com/en/basics/sharing-projects.html#sharing-projects-with-other-users)\n\nProjects can be shared with other users of Reduzer.\n\n## Sharing ​ [​](https://docs.reduzer.com/en/basics/sharing-projects.html#sharing)\n\nYou can share and collaborate on a project with as many users as you want.\nUsers can also be from other companies. If the invited user does not already\nhave a registered reduzer account, they will be able to create a project user\naccount with limited access to reduzer's functionalities.\n\n## Where can sharing be found in reduzer? ​ [​](https://docs.reduzer.com/en/basics/sharing-projects.html#where-can-sharing-be-found-in-reduzer)\n\nSharing can be managed from the projects page:\n\nAnd from inside a project:\n\n## Project roles ​ [​](https://docs.reduzer.com/en/basics/sharing-projects.html#project-roles)\n\nThere are three types of project user roles:\n\n  * Owner - can edit and delete the project, can also add other owners\n  * Editor - can edit, but not delete the project, can add editors and viewers\n  * Viewer - can only view, and cannot not make any changes to the project.\n\nNow that you have a basic understanding of Reduzer's main concepts, let's move\non to the next steps and make the most of our application.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/overview-of-features.html",
    "markdown": "Title: Overview of features | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/overview-of-features.html\n\nMarkdown Content:\n# Overview of features ​ [​](https://docs.reduzer.com/en/features/overview-of-features.html#overview-of-features)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/projects.html",
    "markdown": "Title: Projects | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/projects.html\n\nMarkdown Content:\n# Projects ​ [​](https://docs.reduzer.com/en/features/projects.html#projects)\n\nReduzer is structred around construction projects.\n\nSummary\n\nA project has one or more construction objects, for example 1 building. Each\nconstruction object (e.g. building) can have many versions of its design, from\nearly-phase until project completion.\n\n## Project structure ​ [​](https://docs.reduzer.com/en/features/projects.html#project-structure)\n\n### Project ​ [​](https://docs.reduzer.com/en/features/projects.html#project)\n\nIn Reduzer, a project is like a container for your construction project. It\nprovides a structured space where you can organize and manage all the\ninformation and tasks related to your project.\n\nWithin a project, you can create different construction objects. These objects\ncan represent various parts of your construction project, such as buildings,\nroads, tunnels, and other types of infrastructure.\n\n### Construction Objects ​ [​](https://docs.reduzer.com/en/features/projects.html#construction-objects)\n\nEach construction object can have multiple versions of its design. This means\nyou can explore different design options at the early stages and create copies\nof those versions to continue working on them as your project progresses.\n\n### Versions ​ [​](https://docs.reduzer.com/en/features/projects.html#versions)\n\nVersions are where you actively work with the materials and energy used in\nyour project and analyze their emissions. Each version represents a specific\nstage of your project's design and construction process.\n\n## Design parameters (parametric design) ​ [​](https://docs.reduzer.com/en/features/projects.html#design-parameters-parametric-design)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/libraries.html",
    "markdown": "Title: Libraries | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/libraries.html\n\nMarkdown Content:\n# Libraries ​ [​](https://docs.reduzer.com/en/features/libraries.html#libraries)\n\nReduzer provides three libraries: Products, Components, Templates. The\nlibraries are used as building blocks for the carbon calculations.\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n## Product library ​ [​](https://docs.reduzer.com/en/features/libraries.html#product-library)\n\n## Component library ​ [​](https://docs.reduzer.com/en/features/libraries.html#component-library)\n\n## Template library ​ [​](https://docs.reduzer.com/en/features/libraries.html#template-library)\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html",
    "markdown": "Title: Schemes | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html\n\nMarkdown Content:\n# Schemes ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#schemes)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\nCarbon calculations, and [Life Cycle Assessments\n(LCA)](https://en.wikipedia.org/wiki/Life-cycle_assessment) in general, always\nrequire a methodology to be specified. A scheme in Reduzer automatically\ndefines that methodology. A scheme can be be a predefined set of requirements,\nsuch as BREEAM, DGNB, LEED, or national building code requirements. All common\nschemes are readily available in Reduzer, so you don't need to worry about the\ndetails.\n\nAll calculations shown in Reduzer, both in [projects](https://docs.reduzer.com/en/projects.html) and in\nthe [libraries](https://docs.reduzer.com/en/libraries.html), are always according to the currently\nselected scheme. A key benefit of Reduzer is that you can easily and quickly\nswitch between schemes, at any time, in the scheme menu. Results will\nautomatically be recalculated.\n\nDetails\n\nYou can also create custom schemes, with custom system boundaries, calculation\nmethods, and benchmarks. (insert link to separate page in User Guide\nexplaining everything about custom schemes)\n\n## Where can schemes be found in Reduzer? ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#where-can-schemes-be-found-in-reduzer)\n\nWhere\n\nlajd. Can we use this structure on most pages:\n\n  * Page title and introduction\n  * Where can X be found in Reduzer?\n  * How to use X \n\nSchemes can be found in one most pages in Reduzer. At least one scheme must be\nselected when creating a new project in the `+ Add new project` dialog. This\ncan later be changed in the `Edit project` dialog.\n\nWhen a project is opened, you will see the Scheme menu on the top right.\n\nThe same Scheme menu can be found in all [libraries](https://docs.reduzer.com/en/libraries.html), also\non the top right.\n\n## How to use Schemes ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#how-to-use-schemes)\n\n## Further reading ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#further-reading)\n\nLinks to other pages touching on schemes.\n\n### Scheme constituents ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#scheme-constituents)\n\nA scheme consists of system boundaries, calculation methods, and benchmarks.\n\n### Calculation method ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#calculation-method)\n\n### System boundary ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#system-boundary)\n\n### Benchmark ​ [​](https://docs.reduzer.com/en/features/schemes-+-LCA-calculation.html#benchmark)\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/materials.html",
    "markdown": "Title: Materials (products) | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/materials.html\n\nMarkdown Content:\n# Materials (products) ​ [​](https://docs.reduzer.com/en/features/materials.html#materials-products)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/energy.html",
    "markdown": "Title: Energy use | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/energy.html\n\nMarkdown Content:\n# Energy use ​ [​](https://docs.reduzer.com/en/features/energy.html#energy-use)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/travel.html",
    "markdown": "Title: Travel | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/travel.html\n\nMarkdown Content:\n# Travel ​ [​](https://docs.reduzer.com/en/features/travel.html#travel)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/costs.html",
    "markdown": "Title: Costs | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/costs.html\n\nMarkdown Content:\n# Costs ​ [​](https://docs.reduzer.com/en/features/costs.html#costs)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/templates.html",
    "markdown": "Title: Templates | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/templates.html\n\nMarkdown Content:\n# Templates ​ [​](https://docs.reduzer.com/en/features/templates.html#templates)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/benchmarks.html",
    "markdown": "Title: Benchmarks | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/benchmarks.html\n\nMarkdown Content:\n# Benchmarks ​ [​](https://docs.reduzer.com/en/features/benchmarks.html#benchmarks)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/results.html",
    "markdown": "Title: Results | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/results.html\n\nMarkdown Content:\n# Results ​ [​](https://docs.reduzer.com/en/features/results.html#results)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/reports.html",
    "markdown": "Title: Reports | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/reports.html\n\nMarkdown Content:\n# Reports ​ [​](https://docs.reduzer.com/en/features/reports.html#reports)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/features/design-parameters.html",
    "markdown": "Title: Design parameters | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/features/design-parameters.html\n\nMarkdown Content:\n# Design parameters ​ [​](https://docs.reduzer.com/en/features/design-parameters.html#design-parameters)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  },
  {
    "url": "https://docs.reduzer.com/en/detailed-documentation/calculations-details.html",
    "markdown": "Title: Calculation details | Reduzer Documentation\n\nSource URL: https://docs.reduzer.com/en/detailed-documentation/calculations-details.html\n\nMarkdown Content:\n# Calculation details ​ [​](https://docs.reduzer.com/en/detailed-documentation/calculations-details.html#calculation-details)\n\nUnder development\n\nThis page is under development and some information may be missing or\ninaccurate.\n\n"
  }
]